ROBOT=
{
--Start--
 
	ROBOT_1 = 
	{
		PETNUM = 1,
		HOSTID = 1001,
		PETID  = {1002,1003,1004},
		ROBOTNAME = { "祁强时","秦昌","邴眉芸","邬珠育","虞泽","恭喜你",},
		LEVEL = 3,				
	},

 
	ROBOT_2 = 
	{
		PETNUM = 1,
		HOSTID = 1001,
		PETID  = {1002,1003,1004},
		ROBOTNAME = { "陈炎谦","昝邦博","倪毓琳","房莺蕊","米松","中奖了",},
		LEVEL = 6,				
	},

 
	ROBOT_3 = 
	{
		PETNUM = 1,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005},
		ROBOTNAME = { "方涛磊","姚诚飞","云玲冰","罗月","钟超","卢妹凝",},
		LEVEL = 9,				
	},

 
	ROBOT_4 = 
	{
		PETNUM = 2,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1006},
		ROBOTNAME = { "花诚","湛善雄","何君伊","邵仪","项政健","傅娜颖",},
		LEVEL = 12,				
	},

 
	ROBOT_5 = 
	{
		PETNUM = 2,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1006},
		ROBOTNAME = { "韩明茂","蓝明鸣","蔡瑗","翁慧珍","芮辉斌","舒茜婉",},
		LEVEL = 15,				
	},

 
	ROBOT_6 = 
	{
		PETNUM = 3,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008},
		ROBOTNAME = { "薛家浩","岑超承","杜娥希","封梦琰","明行成","潘兰静",},
		LEVEL = 18,				
	},

 
	ROBOT_7 = 
	{
		PETNUM = 3,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009},
		ROBOTNAME = { "汪国茂","安翔毅","范芝娜","彭策心","薛彪伟","单美",},
		LEVEL = 21,				
	},

 
	ROBOT_8 = 
	{
		PETNUM = 4,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009,1010},
		ROBOTNAME = { "荣朗时","郑强毅","虞娜芳","梁光绍","康安建","孔巧",},
		LEVEL = 24,				
	},

 
	ROBOT_9 = 
	{
		PETNUM = 4,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009,1010},
		ROBOTNAME = { "石晨兴","严涛博","何琴馨","嵇兴","乐全群","惠婉璐",},
		LEVEL = 27,				
	},

 
	ROBOT_10 = 
	{
		PETNUM = 4,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009,1010,1011},
		ROBOTNAME = { "尹杰伟","伏彬","杜春琦","陈先政","洪群晨","熊蓉",},
		LEVEL = 30,				
	},

 
	ROBOT_11 = 
	{
		PETNUM = 4,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009,1010,1011},
		ROBOTNAME = { "水星辰","柯琬华","葛炎时","沈荣姣","隗志","万滢瑗",},
		LEVEL = 33,				
	},

 
	ROBOT_12 = 
	{
		PETNUM = 4,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009,1010,1011},
		ROBOTNAME = { "洪伊珍","元霭","冯有河","康蓓嘉","蔡胜山","喻楠朋",},
		LEVEL = 36,				
	},

 
	ROBOT_13 = 
	{
		PETNUM = 4,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009,1010,1011},
		ROBOTNAME = { "田可竹","焦滢纯","缪贵飞","何瑞萍","沈振宏","郝以岩",},
		LEVEL = 39,				
	},

 
	ROBOT_14 = 
	{
		PETNUM = 4,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009,1010,1011},
		ROBOTNAME = { "家纨梦","乌荣琦","阮友健","苗梅","方元启","田伟发",},
		LEVEL = 42,				
	},

 
	ROBOT_15 = 
	{
		PETNUM = 4,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009,1010,1011},
		ROBOTNAME = { "卢璧","喻柔可","云哲绍","彭凡嘉","姚谦轮","乌顺厚",},
		LEVEL = 45,				
	},

 
	ROBOT_16 = 
	{
		PETNUM = 4,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009,1010,1011},
		ROBOTNAME = { "元伊可","惠真","窦黛芬","庞刚泽","芮若","茅龙博",},
		LEVEL = 48,				
	},

 
	ROBOT_17 = 
	{
		PETNUM = 4,
		HOSTID = 1001,
		PETID  = {1002,1003,1004,1005,1007,1008,1009,1010,1011},
		ROBOTNAME = { "穆毓","喻羽珍","乐雪芳","危元志","岑功和","袁波宏",},
		LEVEL = 51,				
	},

}--End