FIGHTINGUNIT=
{
--Start--

	
	UNIT_101 = {
		UINTID=101,
		UINTNAME = "食人树",
		LEVEL = 1,
		UINTLIST={
		{2001,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_102 = {
		UINTID=102,
		UINTNAME = "迷失者",
		LEVEL = 1,
		UINTLIST={
		{2002,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_103 = {
		UINTID=103,
		UINTNAME = "污泥怪",
		LEVEL = 1,
		UINTLIST={
		{2003,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_104 = {
		UINTID=104,
		UINTNAME = "骷髅兵",
		LEVEL = 1,
		UINTLIST={
		{2004,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_105 = {
		UINTID=105,
		UINTNAME = "僵尸",
		LEVEL = 1,
		UINTLIST={
		{2005,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_106 = {
		UINTID=106,
		UINTNAME = "地狱犬",
		LEVEL = 1,
		UINTLIST={
		{2006,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_107 = {
		UINTID=107,
		UINTNAME = "吸血蝙蝠",
		LEVEL = 1,
		UINTLIST={
		{2007,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_108 = {
		UINTID=108,
		UINTNAME = "死灵剑士",
		LEVEL = 1,
		UINTLIST={
		{2008,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_109 = {
		UINTID=109,
		UINTNAME = "死灵法师",
		LEVEL = 1,
		UINTLIST={
		{2009,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_110 = {
		UINTID=110,
		UINTNAME = "死灵弓手",
		LEVEL = 1,
		UINTLIST={
		{2010,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_111 = {
		UINTID=111,
		UINTNAME = "巨型食人树",
		LEVEL = 1,
		UINTLIST={
		{2011,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_112 = {
		UINTID=112,
		UINTNAME = "狂暴迷失者",
		LEVEL = 1,
		UINTLIST={
		{2012,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_113 = {
		UINTID=113,
		UINTNAME = "巨型污泥怪",
		LEVEL = 1,
		UINTLIST={
		{2013,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_114 = {
		UINTID=114,
		UINTNAME = "骷髅队长",
		LEVEL = 1,
		UINTLIST={
		{2014,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_115 = {
		UINTID=115,
		UINTNAME = "骷髅战将",
		LEVEL = 1,
		UINTLIST={
		{2015,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_116 = {
		UINTID=116,
		UINTNAME = "僵尸王",
		LEVEL = 1,
		UINTLIST={
		{2016,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_117 = {
		UINTID=117,
		UINTNAME = "三头地狱犬",
		LEVEL = 1,
		UINTLIST={
		{2017,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_118 = {
		UINTID=118,
		UINTNAME = "吸血蝙蝠王",
		LEVEL = 1,
		UINTLIST={
		{2018,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_119 = {
		UINTID=119,
		UINTNAME = "死灵剑士长",
		LEVEL = 1,
		UINTLIST={
		{2019,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_120 = {
		UINTID=120,
		UINTNAME = "死灵大法师",
		LEVEL = 1,
		UINTLIST={
		{2020,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_121 = {
		UINTID=121,
		UINTNAME = "死灵弓手长",
		LEVEL = 1,
		UINTLIST={
		{2021,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_122 = {
		UINTID=122,
		UINTNAME = "食人树王",
		LEVEL = 1,
		UINTLIST={
		{2022,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_123 = {
		UINTID=123,
		UINTNAME = "吟游诗人",
		LEVEL = 1,
		UINTLIST={
		{2023,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_124 = {
		UINTID=124,
		UINTNAME = "骷髅牧师",
		LEVEL = 1,
		UINTLIST={
		{2024,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_125 = {
		UINTID=125,
		UINTNAME = "谎言石像",
		LEVEL = 1,
		UINTLIST={
		{2025,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_126 = {
		UINTID=126,
		UINTNAME = "占星师",
		LEVEL = 1,
		UINTLIST={
		{2026,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},


	
	UNIT_127 = {
		UINTID=127,
		UINTNAME = "死灵骑士",
		LEVEL = 1,
		UINTLIST={
		{2027,1,1,2001},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		{0,0,0,0},
		},
	},

}--End
